export default {
  common: {
    errorTitle: 'Ошибка!',
    attention: 'Внимание!',
    attentionGeo: 'В настройка телефона должна быть включена функция геолокации.',
    application: 'Приложение',
    errorServer: 'Ошибка доступа к серверу.',
    youWant: 'Вы действительно хотите ',
    cancel: 'Отмена',
    yes: 'Да',
    no: 'Нет',
    notEdit: 'Вы не можете редактировать сообщение другого пользователя.',
    notRemove: 'Вы не можете удалить сообщение другого пользователя.',
    messageDelete: 'Вы действительно хотите удалить свое сообщение?',
    complain: 'Вы хотите пожаловаться на данное сообщение?',
    complainSuccess: 'Ваша жалоба успешно отправлена.',
    warnOn: 'установить',
    warnOff: 'снять',
    warnText: ' предупреждение на данное сообщение?',
    notAuth: 'Данная функция доступ только после авторизации!',
    notConnect: 'Ошибка передачи данных. Возможно проблемы с интернетом.',
    appTitle: 'Чат с экспертами по отдыху и отелями. Новости и обзоры.',
    message: 'Сообщение!',
    messagesAdd: 'Сообщение добавлено в закладки',
    save: 'Сохранить',
    confirm: 'Подтвердить',
    build: 'Создать',
    change: 'Изменить',
    enterMessage: 'Введите сообщение...',
    actionSelection: 'Выбор действия',
    errorName: 'Имя не заполнено!',
    expert: 'Ваш эксперт:',
    avatar: 'Загрузите аватарку',
    changeName: 'Изменить имя',
    invite: ' Пригласить',
    done: 'Готово',
    name: 'Имя',
    enterName: 'Введите ваше имя',
    select: 'Выбрать',
    news: 'Новости и обзоры',
    contact: 'Контакты',
    addChannel: 'Добавить канал',
    settings: 'Настройки',
    close: 'Закрыть',
    loading: 'Загрузка...',
    chat: 'Выберите чат',
    cats: 'Категории',
    more: 'Ещё',
    allCountries: 'Все страны',
    notNet: 'Отсутствует доступ к сети интернет. Функция недоступна!',
    like: 'Чтобы поставить лайк сообщению, требуется авторизация!',
    notLike: 'Вы пытаетесь поставить лайк своему сообщению!',
    notAnswer: 'Ответов на сообщение еще нет!',
    reset: 'Сбросить',
    beside: 'Рядом',
    ok: 'ОК',
    agree: 'Согласен',
    share: 'Поделиться',
    playerText: 'Онлайн Тур выбирай! И отлично отдыхай!',
    pass: 'Пароль',
    turnOn: 'Включить',
    apply: 'Применить',
    init: 'Инициализация',
    loadVideo: 'Загрузка видео',
    fav: 'Мои заметки',
    nullDate: 'На данный момент, данных нет!',
    empty: 'Данных нет!',
    pay: 'Оплатить',
    moreAction: 'Подробнее...'
  },
  components: {
    common: {
      leftmenu: {
        main: 'Главная',
        forum: 'Чаты',
        profi: 'Профи-чат',
        notes: 'Заметки',
        bonus: 'Мои бонусы',
        news: 'Новости, обзоры',
        rating: 'Рейтинги',
        share: 'Поделиться',
        settings: 'Настройки',
        login: 'Войти',
        logout: 'Выйти',
        mobile: 'Установить мобильную версию',
        noAuth: 'Войти',
        actions: 'Акции отелей'
      },
      articlemenu: {
        share: 'Поделиться ссылкой',
        vk: 'Постинг в ВК',
        setting: 'Настройки'
      },
      chatfooter: {
        about: 'Об отеле',
        price: 'Лучшие цены',
        contact: 'Контакты, карта',
        bron: 'Бронь'
      },
      hotelmenu: {
        share: 'Поделиться ссылкой',
        map: 'Отель на карте'
      },
      mainheader: {
        gallery: 'Галерея',
        camera: 'Камера',
        share: 'Поделиться',
        shareText: 'Реферальная ссылка на мобильное приложение, скопируйте и можете отправить ее друзьям.'
      },
      newsfooter: {
        news: '+Новость',
        overview: '+Обзор',
        sound: 'Озвучить',
        subtitle: 'Booknews - Новостная лента'
      },
      radio: {
        textLoading: 'Загрузка радиостанций...',
        label: 'РАДИО Europa Plus',
        title: '№1 в России!',
        radios: 'Радио стран',
        errorSelect: 'Не выбрана радиостанция',
        notAccess: 'В данный момент радиостанция не доступна.'
      }
    },
    chat: {
      actionmodal: {
        component: {
          actionmodal: {
            bron: 'Бронь',
            select: '- Выбрать -',
            beforePayment: 'Текст до оплаты',
            afterPayment: 'Текст после оплаты',
            room: 'Описание номера',
            night: 'Ночей',
            price: 'Цена за номер',
            quantity: 'Кол-во номеров',
            date: 'Дата заезда',
            time: 'Время заезда',
            button: 'Текст на кнопке брони',
            hour: 'За часов до заезда',
            currency: 'Валюта',
            cashback: 'Депозит (кешбэк) клиенту',
            cancellation: 'Бесплатная отмена за дней до заезда',
            addImage: 'Добавить изображение',
            arrivalDate: 'Дата заезда',
            arrivalTime: 'Время заезда',
            actionCreate: 'Создание акции',
            uploadText: 'Максимальный размер файла: 20mb, допустимые форматы: jpg, jpeg, gif, png',
            selectFoto: 'Выберите фото',
            dateFrom: 'Дата заезда от',
            dateTo: 'Дата заезда до'
          },
          requestmodal: {
            bron: 'Бронь',
            select: '- Выбрать -',
            night: 'Ночей',
            price: 'Цена за номер',
            currency: 'Валюта',
            date: 'Дата заезда',
            arrivalDate: 'Дата заезда',
            arrivalTime: 'Время заезда',
            request: 'Запрос на цену'
          }
        }
      }
    },
    header: {
      buttons: {
        sharebuttons: {
          news: '\uD83C\uDF34 Новость от OnlineTu.ru ☀️',
          overview: '\uD83C\uDF34 Обзор от экспертов по отдыху ОнлайнТур.рф ☀️',
          postVK: 'Вы хотите запостить эту новость в ВКонтакте?',
          postVKSuccess: 'Пост удачно опубликован.',
          vkAuth: 'Для того чтобы размещать информацию в ВК, пройдите авторизацию в настройках приложения.',
          fbCancel: 'Вы отказались от публикации!',
          fbSuccess: 'Публикация прошла успешно!',
          fbError: 'Ошибка публикации: ',
          shareVK: 'Поделиться в VK',
          shareFB: 'Поделиться в FB',
          shareLink: 'Поделиться ссылкой',
          settings: 'Настройки'
        }
      },
      appheader: {
        request: 'Введите запрос...',
        search: 'Поиск...',
        searchRating: 'Поиск по отелям...',
        close: 'Закрыть'
      },
      centercomponent: {
        chats: 'По всем чатам',
        user: 'Все сообщения автора',
        answers: 'Ответы',
        thread: 'Вся ветка переписки',
        cat: 'Выбор категории',
        chat: 'Выбор чата',
        fav: 'Выбранные заметки'
      },
      leftcomponent: {
        user: 'Все сообщения автора',
        answers: 'Ответы',
        thread: 'Вся ветка переписки'
      },
      rightcomponent: {
        fbCancel: 'Вы отказались от публикации!',
        fbSuccess: 'Публикация прошла успешно!',
        fbError: 'Ошибка публикации: ',
        news: '\uD83C\uDF34 Новость от OnlineTu.ru ☀️',
        overview: '\uD83C\uDF34 Обзор от экспертов по отдыху ОнлайнТур.рф ☀️',
        postVK: 'Вы хотите запостить эту новость в ВКонтакте?',
        postVKSuccess: 'Пост удачно опубликован.',
        vkAuth: 'Для того чтобы размещать информацию в ВК, пройдите авторизацию в настройках приложения.',
        shareVK: 'Поделиться в VK',
        shareFB: 'Поделиться в FB',
        shareLink: 'Поделиться ссылкой',
        settings: 'Настройки',
        openFilterHotel: 'Фильтр отелей',
        openFilterTheme: 'Фильтр тем'
      },
      selectcategory: {
        cat: 'Выберите категорию'
      }
    }
  },
  action: {
    filter: {
      requestPermissionTitle: 'Нам нужно получить доступ к вашему местоположению',
      requestPermissionMessage: 'Мы используем ваше местоположение, чтобы показать, где вы находитесь на карте',
      requestPermissionOk: 'ОК',
      requestPermissionCancel: 'Отмена'
    }
  },
  chat: {
    component: {
      chat: {
        errorText1: 'Авторизуйтесь',
        errorText2: 'чтобы задавать вопросы в чатах.',
        selectCountry: 'Выберите страну для отправки сообщения!',
        uploadText: 'Максимальный размер файла: 20mb, допустимые форматы: jpg, jpeg, gif, png',
        uploadText360: 'Загрузка фото 360',
        loading: 'Загрузка сообщений...',
        input: 'Введите текст...'
      }
    },
    load: {
      getOldMessages: {
        themeInfo: 'Задайте любой вопрос экспертам по теме - ',
        themeCountry: 'Задайте любой вопрос экспертам по стране - ',
        themeCountry2: ', курорту или отелю',
        nullMessage: 'Информация'
      }
    },
    model: {
      chatModel: {
        hotelNotFound: 'По заданным данным отель не был найден. Выберите в ручную.',
        countryNotFound: 'По заданным данным страна не была найдена. Выберите в ручную.',
        geo: 'По гео',
        name: 'Названию',
        cancel: 'Отмена',
        selectHotel: 'Выбрать отель?'
      },
      onEvents: {
        userBan: 'забанить пользователя?',
        userNotBan: 'снять бан с пользователя?',
        addFoto: 'Добавить фото',
        addFoto360: 'Добавить фото 360',
        addAction: 'Добавить акцию',
        gallery: 'Галерея',
        camera: 'Камера',
        video: 'Видео',
        picture360: 'Фото 360',
        contact: 'Контакт',
        action: 'Акция',
        cancel: 'Отмена',
        actionCreate: 'Создание акции',
        bron: 'Бронирование возможно только после авторизации!',
        price: 'Запрос на цену',
        addContact: 'Выбранный контакт будет отправлен в чат, Вы согласны?',
        finding: 'Подтвердить нахождение в отеле доступно только в мобильной версии! Скачать приложение Вы можете по ссылке ',
        confirm: 'Выберите чат отеля, курорта или страну, в котором Вы хотите подтвердить нахождение.',
        currentChat: 'В текущий чат',
        selectChat: 'Выбрать чат',
        reply: 'Ответить',
        copy: 'Копировать',
        share: 'Поделиться',
        edit: 'Редактировать',
        del: 'Удалить сообщение',
        complain: 'Пожаловаться',
        warnOn: 'Установить предупреждение',
        warnOff: 'Снять предупреждение',
        banOn: 'Забанить пользователя',
        banOff: 'Снять бан с пользователя',
        zagrebon: 'Поделится на Zagrebon',
        fav: 'Добавить в закладки',
        user: 'Все сообщения пользователя',
        like: 'Лайк, стоит 50 рублей. Вы действительно хотите перевести автору данного поста со своего счета 50 бонусных рублей?',
        likeError: 'Вы пытаетесь поставить лайк своему сообщению!'
      }
    }
  },
  containers: {
    accordionprofile: {
      user: 'Данные пользователя',
      agent: 'Доступ для экспертов',
      agentTown: 'Укажите Ваш город',
      bonus: 'Бонусная программа',
      fun: 'Дополнительные функции',
      newsPush: 'Настройка уведомлений в новостях',
      chatPush: 'Настройка уведомлений в чатах',
      profiPush: 'Настройка уведомлений в профи',
      posts: 'Репостинг новостей в соцсети',
      lang: 'Выбор языка/Language selection',
      langText: 'Выберите язык приложения'
    },
    action: {
      bron: 'Для бронирования требуется аванс ',
      bron1: 'р.\nОплатить бонусными рублями?',
      select: 'Выберите',
      view: 'Просмотр акции',
      auth1: 'Акция доступна только',
      auth2: 'авторизованному пользователю!!!',
      nights: 'Ночей: ',
      price: ', Цена: ',
      checkin: 'Заезд: ',
      food: 'Питание: ',
      accommodation: ', Размещение: ',
      cashback: '(кэшбэк до ',
      booked: 'Вами забронировано',
      completed: 'Завершено',
      action: 'Создание акции',
      edit: 'Редактирование акции',
      place: 'Осталось мест: ',
      d1: ', дней: ',
      d2: 'Дней: '
    },
    alertdialog: {
      complain: 'Ваша жалоба успешно отправлена.'
    },
    bubble: {
      reply: 'Ответить',
      copy: 'Копировать',
      share: 'Поделиться',
      edit: 'Редактировать',
      del: 'Удалить сообщение',
      complain: 'Пожаловаться',
      warnOn: 'Установить предупреждение',
      warnOff: 'Снять предупреждение',
      banOn: 'Забанить пользователя',
      banOff: 'Снять бан с пользователя',
      zagrebon: 'Поделится на Zagrebon',
      fav: 'Добавить в закладки',
      user: 'Все сообщения пользователя'
    },
    contactlist: {
      access: 'Приложению требуется доступ к Вашим контактам.',
      denied: 'Доступ к адресной книге запрещен!',
      search: 'Поиск по имени...'
    },
    filterdialog: {
      km: ' км',
      m: ' м',
      country: 'Страны',
      hotels: 'Отели',
      resorts: 'Курорты',
      hobby: 'Хобби',
      loading: 'Загрузка...',
      search: 'Поиск...',
      filter: 'Фильтр',
      filterchat: 'Фильтр по чату',
      filternull: 'Отель не найден!',
      more: 'Еще',
      cat: 'Категории'
    },
    logindialog: {
      auth: 'Авторизация',
      authSuccess: 'Вы удачно авторизовались в чате!',
      authError: 'Ошибка авторизации!',
      authRetry: 'Нажмите кнопку повторить или попробуйте позже!',
      repeat: 'Повторить',
      text: 'Чтобы подключиться к чатам туристов и экспертов по отдыху по всем странам и отелям, необходимо авторизоваться.',
      text2: 'Выберите один из вариантов авторизации в чате.',
      email: 'На указанный Вами емайл, отправлено письмо для подтверждения. Пройдите по ссылке из письма для активации.'
    },
    messagetext: {
      more: 'Читать...',
      hide: 'Скрыть...'
    },
    request: {
      compensation: 'Предлагаем следующую компенсацию за отмену с нашей стороны:',
      question: '!\n\nВы действительно хотите выполнить данное действие?',
      bron: 'Просмотр брони/цены...',
      nights: 'Ночей: ',
      price: ', Цена: ',
      checkin: 'Заезд: ',
      food: 'Питание: ',
      accommodation: ', Размещение: ',
      status: 'Статус: ',
      surcharge: 'К доплате: '
    },
    uploadimage: {
      load: 'Загрузка фото',
      select: 'Выберите фото',
      uploadText: 'Максимальный размер файла: 20mb, допустимые форматы: jpg, jpeg, gif, png'
    }
  },
  core: {
    mobile: {
      user: 'Пользователь был ',
      resort: 'на курорте ',
      hotel: 'в отеле ',
      confirm: 'Чтобы подтвердить нахождение в отеле/курорте, загрузите фотографию с гео-данными в чат или передайте свое место-положение. ',
      location: 'Нам нужно получить доступ к вашему местоположению',
      locationMes: 'Мы используем ваше местоположение, чтобы показать, где вы находитесь на карте',
      notLocation: 'Не удалось подтвердить ваше нахождение в отеле!',
      far: 'Вы находитесь долеко от указанного отеля/курорта!',
      notConfirm: 'Не удалось подтвердить ваше нахождение в отеле/курорте!',
      yesConfirm: 'Ваше присутствие в данном отеле/курорте подтверждено!',
      current: 'Пользователь сейчас в этом отеле',
      notGeo: 'В настройка телефона должна быть включена функция геолокации.',
      pic12: 'Загрузить более 12 картинок нельзя!',
      send: 'Отправить в текущий чат?',
      chat: 'Выбрать чат',
      chatGeo: 'Определить чат по Гео',
      geo: 'У выбранного(ных) фото не указаны гео данные! Отправить сообщение в текущий чат?',
      contact: 'Не удалось добавить контакт.',
      newContact: 'Новый контакт',
      addContact: 'Новый контакт был удачно добавлен.',
      town: 'Укажите Ваш город',
      select: 'Выберите фото',
      contacts: 'Контакты'
    },
    popup: {
      title: 'Уведомления чата',
      message: 'Для того, чтобы получать уведомления в браузер о новых сообщениях в чатах, Вам нужно разрешить уведомления.'
    },
    pressbutton: {
      like: 'Лайк, стоит 50 рублей. Вы действительно хотите перевести автору данного поста со своего счета 50 бонусных рублей?',
      likeError: 'Вы пытаетесь поставить лайк своему сообщению!'
    },
    pressmenu: {
      warnOn: 'установить предупреждение на данное сообщение?',
      warnOff: 'снять предупреждение c данного сообщения?',
      you: 'Вы хотите ',
      banOn: 'забанить пользователя?',
      banOff: 'снять бан с пользователя?',
      share: 'Ссылка на сообщение, скопируйте и можете отправить ее друзьям.',
      on: 'Предупреждение успешно установлено!',
      off: 'Предупреждение успешно снято!',
      on1: 'Бан успешно установлен!',
      off1: 'Бан успешно снят!'
    }
  },
  screens: {
    auth: {
      authemail: {
        component: {
          authemail: {
            login: 'Войти',
            auth: 'Авторизация',
            name: 'Имя',
            nameText: 'Введите ваше имя',
            nameError: 'Имя не заполнено!',
            email: 'Емайл',
            emailText: 'Введите ваш емайл адрес',
            emailError: 'Введен не корректный емайл адрес!',
            pass: 'Пароль',
            passText: 'Ваш пароль',
            passAgain: 'Пароль еще раз',
            passAgainText: 'Ваш пароль еще раз',
            passError: 'Пароли не совпадают!',
            reg: 'Зарегистрироваться',
            auths: 'Авторизоваться',
            regs: 'Регистрация',
            done: 'Готово'
          }
        },
        model: {
          authemailmodel: {
            login: 'Войти',
            auth: 'Авторизация',
            passError: 'Пароли не совпадают!',
            emailValid: 'Введен не корректный емайл адрес!',
            passNull: 'Не введен пароль!',
            pass6: 'Пароль должен быть 6 и больше символов!',
            nameNull: 'Имя не заполнено!',
            notUser: 'Авторизация, пользователь на существует!',
            email: 'Вам отправлено письмо со ссылкой активации.',
            emailUse: 'Емайл уже используется!'
          }
        }
      }
    },
    profile: {
      agent: {
        model: {
          modelagent: {
            agent: 'Доступ агента успешно ',
            set: 'установлен!',
            unset: 'снят!',
            agentTown: 'Укажите Ваш город'
          }
        }
      },
      bonus: {
        bonus: 'Бонусы',
        tel: 'Верификация телефона',
        telText: 'Введите здесь номер'
      },
      langs: {
        cat: 'ЯЗЫКИ'
      },
      avatar: {
        title: 'АВАТАРКА'
      },
      other: {
        view: 'Показывать номер моим клиентам',
        order: 'Заказ услуги и Поиск туров',
        text: 'Текст, который будет отображаться пользователям',
        mess: 'Введите текст сообщения'
      },
      pushchat: {
        pushOn: 'Оповещение удачно установлено!',
        pushOff: 'Оповещение удачно снято!'
      },
      pushnews: {
        text: 'Оповещения о новых новостях'
      },
      pushprofi: {
        pushOn: 'Оповещение удачно установлено!',
        pushOff: 'Оповещение удачно снято!'
      },
      vk: {
        news: 'Новость от ',
        overview: 'Обзор от экспертов по отдыху',
        post1: 'При активации данной функции, все новости, акции сайта https://www.onlinetur.ru ',
        post2: ' будут автоматически публиковаться у вас в ленте.',
        text1: 'Автоматический постинг новостей и обзоров в ВК. При активации данной функции, все новости акции сайта https://www.onlinetur.ru ',
        text2: ' будут будут автоматически публиковаться у Вас в ленте.',
        id: 'ИД ВКонтакте',
        not: '- Нет -',
        auth: 'Авторизация',
        public: 'Публиковать новости у себя в ленте',
        zagrebon: 'Использовать сайт Загребон',
        web: 'Использовать веб версию'
      }
    },
    ratings: {
      components: {
        filter: {
          resorts: 'Все курорты',
          any: 'Любая',
          country: 'Все страны',
          selectCountries: 'Выберите страны',
          selectResort: 'Выберите курорт',
          cat: 'Категория отеля',
          filter: 'Фильтр'
        },
        hotels: {
          cat: 'Категория отеля'
        },
        hotel: {
          subtitle: 'Описание отеля'
        },
        itemmenu: {
          chat: 'Чат по отелю',
          hotel: 'Описание отеля',
          bron: 'Бронировать номер',
          reviews: 'Отзывы по отелю',
          delcat: 'Удалить из номинации',
          delrating: 'Удалить из моего рейтинга',
          action: 'Номера по акции!!!'
        },
        listhotels: {
          alert: 'Нажмите на иконку сердечко, чтобы добавить отель в Мой рейтинг.',
          search: 'Поиск по отелям...',
          title: 'Рейтинг отелей'
        },
        myhotels: {
          alert: 'Добавьте отели из общего списка и проставьте им относительный рейтинг, чтобы определить их места.',
          title: 'Мой рейтинг отелей',
          subtitle: 'Выберите номинацию',
          save: 'Данные рейтинга сохранены!',
          refresh: 'ОБНОВИТЬ РЕЙТИНГ И ОПРЕДЕЛИТЬ МЕСТА',
          yes: 'ДА',
          not: 'НЕТ',
          winner1: 'ОПРЕДЕЛИТЬ',
          winner2: 'МЕСТА',
          saveRating: 'Сохранение рейтинга',
          sortHotels: 'Отели будут отсортированы по рейтингу и переданы на сервер для участия в общем рейтинге. Вы хотите сохранить данные?'
        },
        places: {
          resorts: 'Курорты'
        },
        countries: {
          countries: 'Страны'
        },
        ratings: {
          all: 'Общий рейтинг',
          my: 'Мой рейтинг отелей'
        },
        hclass: {
          hclass: 'Категории'
        }
      }
    },
    screennews: {
      controller: {
        flatlist: {
          title: 'Новость от '
        }
      },
      newsmenu: {
        newsmenu: {
          cat: 'Показаны категории',
          selectCountry: 'Выбрать страну'
        }
      },
      news: {
        title: 'НОВОСТИ, ОБЗОРЫ',
        subtitle: 'Эксперты по отдыху',
        not: 'Новостей и Обзоров по данному фильтру нет.',
        link: 'Новости и Обзоры по странам ->',
        selectCountry: 'Выбрать страну'
      },
      newsflatlist: {
        not: 'Новостей и Обзоров по данному фильтру нет.',
        title: 'Новости и Обзоры по странам'
      },
      newsfooter: {
        news: '+Новость',
        reviews: '+Обзор'
      }
    },
    addchanel: {
      title: 'Каналы новостей',
      subtitle: 'Добавьте новый канал',
      info: 'Новостные каналы можно найти или создать на сайте https://zagrebon.com',
      name: 'Название канала',
      address: 'Адрес канала',
      examples: 'Примеры новостных лент:',
      zagrebon: 'Zagrebon.com - Туры из Москвы otm@mail.ru'
    },
    article: {
      news: '\uD83C\uDF34 Новость от OnlineTu.ru ☀️',
      overview: '\uD83C\uDF34 Обзор от экспертов по отдыху ОнлайнТур.рф ☀️',
      link: 'Ссылка на сообщение, скопируйте и можете отправить ее друзьям.',
      sound: 'Озвучить',
      stop: 'Остановить',
      auth: 'Авторизоваться',
      info: 'Чтобы читать новости и обзоры необходимо ',
      order: 'Заказ-Отдых',
      action: 'ЗАКАЗ-АКЦИЯ',
      discuss: 'ОБСУДИТЬ',
      rating: 'Рейтинг:',
      subtitle: 'НОВОСТИ, ОБЗОРЫ',
      subtitle1: 'Новость от OnlineTur.ru',
      subtitle2: 'Обзор от OnlineTur.ru',
      vk: 'Вы не авторизованы для репоста в ВК. Перейдите в раздел настройки и авторизуйтесь.'
    },
    authscreen: {
      auth: 'Авторизация...',
      apple1: 'Авторизация с помощью',
      apple2: 'сервиса Apple Sign-In.',
      apple3: 'Требуется указать своё имя и email.',
      google: 'Авторизация с помощью сервиса Google. Если у Вас есть аккаунт сервиса Google - GMail, по мимо авторизации в приложении, ' +
        'Вы сможете публиковать видео в Youtube и размещать в приложении, а также использовать другие сервисы Google.',
      fb: 'Авторизация с помощью сервиса Facebook. Если у Вас есть аккаунт Facebook, Вы можете авторизоваться в приложении с помощью него.',
      email: 'Авторизация с помощью email. Вы можете использовать свой личный почтовый ящик.',
      title: 'АВТОРИЗАЦИЯ',
      subtitle: 'Выбор способа'
    },
    authvk: {
      post1: 'При активации данной функции, все новости, акции сайта ',
      post2: ' будут автоматически публиковаться у вас в ленте.',
      title: 'Аккаунт ВКонтакте',
      subtitle: 'Публикация новостей ВКонтакте',
      id: 'ИД ВКонтакте',
      auth: 'Авторизация ВКонтакте',
      post: 'Публиковать новости у себя в ленте'
    },
    bonus: {
      title: 'БОНУСЫ',
      subtitle: 'Личные бонусы'
    },
    contacts: {
      title: 'Контакты',
      subtitle: 'Данные отеля',
      address: 'Адрес:',
      tel: 'Телефон:',
      site: 'Сайт:'
    },
    mainscreen: {
      chat: 'Чаты',
      profi: 'Профи-чат',
      news: 'Новости, обзоры',
      order: 'Заказ любого тура',
      exp: 'Услуга эксперта',
      search: 'Поиск туров онлайн - №1',
      tour: 'Все туры и отели',
      rating: 'Рейтинг отелей',
      actions: 'Акции отелей'
    },
    map: {
      title: 'Отель на карте',
      place: 'Курорт на карте'
    },
    phone: {
      verify: 'Верификация',
      errorVerify: 'Ошибка верификации телефона!',
      title: 'Верификация',
      subtitle: 'Верификация телефона',
      tel: 'Введите номера телефона',
      mes: 'Текст сообщения для пользователей',
      other: 'Дополнительные функции',
      view: 'Показывать номер моим клиентам',
      phone: 'Телефон'
    },
    player: {
      title: 'Граммофон',
      subtitle: 'Озвучивание текста',
      text: 'Онлайн Тур выбирай! И отлично отдыхай!'
    },
    profilescreen: {
      bonus: 'Бонусы',
      verify: 'Верификация телефона',
      newnews: 'Включить уведомления для новых новостей',
      news: 'Новость от ',
      overview: 'Обзор от экспертов по отдыху ',
      vkpost1: 'При активации данной функции, все новости, акции сайта ',
      vkpost2: ' будут автоматически публиковаться у вас в ленте.',
      user: 'Данные пользователя',
      other: 'Дополнительно',
      agent: 'Доступ агента',
      bonusProg: 'Бонусная программа',
      fun: 'Дополнительные функции',
      pushnews: 'Уведомления в новостях',
      pushchat: 'Уведомления в чатах',
      pushprofi: 'Уведомления в профи',
      social: 'Репостинг новостей в соцсети',
      title: 'НАСТРОЙКИ',
      subtitle: 'Данные пользователя',
      agentText: 'Включение доступа агента',
      funText: 'Настройки агентских функций',
      push: 'Оповещения',
      vk: 'Репостинг в ВК',
      vkText: 'Репостинг в соцсети',
      agentTown: 'Укажите Ваш город',
      view: 'Показывать номер моим клиентам',
      order: 'Заказ услуги и Поиск туров',
      mes: 'Текст сообщения для пользователей',
      tel: 'Введите номера телефона',
      pass: 'Введите пароль',
      vkNotAuth: 'Вы не авторизованы в ВК',
      vkAuth: 'Авторизация в ВК',
      vkLogout: 'Выход из ВК',
      vkLogin: 'Вы авторизованы в ВК',
      langText: 'Выберите язык приложения',
      type: 'Тип постов:',
      zagrebon: 'Загребон',
      web: 'Веб-версия',
      lang: 'ЯЗЫК',
      langItem: 'Выбор языка/Language selection'
    },
    push: {
      title: 'УВЕДОМЛЕНИЯ',
      subtitle: 'Настройка уведомлений'
    },
    settings: {
      memory: 'Освобождение памяти',
      question: 'Вы действительно хотите очистить память?',
      free: 'Освободить',
      memoryFree: 'Освобождение памяти',
      memoryFreeMes: 'Память приложения успешно очищена!',
      title: 'Настройки',
      subtitle: 'Настройки и функции',
      help: 'Помощь',
      verify: 'Верификация телефона',
      push: 'Настройка уведомлений',
      post: 'Публикация статей в ВКонтакте',
      player: 'Граммофон'
    },
    viewhotel: {
      title: 'Чат отеля',
      subtitle: 'Чаты / Хобби',
      error: 'Данные по отелю не найдены!',
      news: 'Новости и обзоры',
      contact: 'Контакты',
      price: 'Цены/места',
      bron: 'Мои брони',
      bonus: 'Бонусы',
      profile: 'Профиль'
    },
    webpage: {
      errorVerify: 'Ошибка верификации телефона!'
    },
    actions: {
      title: 'Акции отелей',
      actionsHotel: 'Список акций'
    }
  }
}
